Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/uusi_pohjoissaamen_kielen_tyokirja_ilmestyi.html.tmx
Source language: fin
Languages: sms

source: Uusi pohjoissaamen kielen työkirja ilmestyi
sms: Ođđ tâʹvvsääʹmǩiõl tuejjǩeʹrjj iʹlmstõõvi

source: GEA 3 bargogirji čakčii on tarkoitettu käytettäväksi perusopetuksen kolmannen luokan GEA 3- lukukirjan ohella.
sms: Ođđ tâʹvvsääʹmǩiõl tuejjǩeʹrjj GEA-mättǩeʹrjjraiddu lij iʹlmstõõvvâm.

source: Työkirja sisältää runsaasti monipuolisia harjoituksia syyslukukaudelle. GEA kirjasarjan tekstit on kirjoittanut Oona Länsman .
sms: Gea-räidd raajât vueʹllškooul veeʹresǩiõl mättʼtõʹsse.

source: Kuvat ja taiton on tehnyt Nora Bäck.
sms: GEA 3 bargogirji čakčii lij smiõttum ââʹnned vuâđđmättʼtõõzz kuälmad klaass GEA 3 lookkâmǩeeʹrj paaldâst.

source: Tilaukset: kirjatilaus(at)samediggi.fi
sms: Ǩeeʹrj teeʹkstid lij ǩeeʹrjtam Oona Länsman da tõʹst lie määŋgpeällsa haʹrjjtõõzz čõhččlookkâmpâjja.

source: Lisätietoja: koulutus- ja oppimateriaalitoimisto
sms: Ǩeeʹrj koovid lij pirstam da layout raajjam Nora Bäck.
